# InDashWg Property

---
C#Visual BasicVisual C++
Revit 2024 API
---
SymbolTypeId..::..InDashWg Property
SymbolTypeId Class See Also
---
Symbol in-wg, indicating unit Inches of water (60 °F).
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)**Since:** 2021
# Syntax
C#
---
```text
public static ForgeTypeId InDashWg { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property InDashWg As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ InDashWg {
	ForgeTypeId^ get ();
}
```

# See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace